Repository: 7Backwards/WalletVault
Catalog: WalletVault/WalletVault/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, pt_pt

source: An error has occurred, please try again.
de: Ein Fehler ist aufgetreten, bitte versuchen Sie es erneut.
es: Ha ocurrido un error, por favor inténtelo de nuevo.
fr: Une erreur est survenue, veuillez réessayer.
pt_br: Ocorreu um erro, por favor tente novamente.
pt_pt: Ocorreu um erro, por favor tente novamente.

source: Are you sure you want to delete this card?
de: Sind Sie sicher, dass Sie diese Karte löschen möchten?
es: ¿Está seguro/a de que desea eliminar esta tarjeta?
fr: Êtes-vous sûr(e) de vouloir supprimer cette carte ?
pt_br: Tem certeza de que deseja excluir este cartão?
pt_pt: Tem a certeza de que deseja eliminar este cartão?

source: Camera Permission Needed
de: Kameraerlaubnis erforderlich
es: Se necesita permiso de cámara
fr: Autorisation de caméra nécessaire
pt_br: Permissão de câmera necessária
pt_pt: Permissão de câmera necessária

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
pt_pt: Cancelar

source: Card Expired!
de: Karte abgelaufen!
es: ¡Tarjeta vencida!
fr: Carte expirée !
pt_br: Cartão expirado!
pt_pt: Cartão expirado!

source: Card Expiry Reminder!
de: Kartenaublauf-Erinnerung!
es: ¡Recordatorio de vencimiento de tarjeta!
fr: Rappel d'expiration de carte !
pt_br: Lembrete de vencimento de cartão!
pt_pt: Lembrete de validade de cartão!

source: Card Name
de: Kartennamen
es: Nombre de la Tarjeta
fr: Nom de la carte
pt_br: Nome do Cartão
pt_pt: Nome do Cartão

source: Card Number
de: Kartennummer
es: Número de la Tarjeta
fr: Numéro de la carte
pt_br: Número do Cartão
pt_pt: Número do Cartão

source: Card Pin
de: Karten-PIN
es: PIN de la Tarjeta
fr: Code PIN de la carte
pt_br: PIN do Cartão
pt_pt: PIN do Cartão

source: Card imported successfully.
de: Karte erfolgreich importiert.
es: Tarjeta importada exitosamente.
fr: Carte importée avec succès.
pt_br: Cartão importado com sucesso.
pt_pt: Cartão importado com sucesso.

source: Card number is invalid, please update it.
de: Die Kartennummer ist ungültig, bitte aktualisieren Sie sie.
es: El número de tarjeta es inválido, por favor actualízalo.
fr: Le numéro de carte est invalide, veuillez le mettre à jour.
pt_br: O número do cartão é inválido, por favor atualize-o.
pt_pt: O número do cartão é inválido, por favor atualize-o.

source: Choose how you would like to share the card
de: Wählen Sie aus, wie Sie die Karte teilen möchten.
es: Elija cómo le gustaría compartir la tarjeta.
fr: Choisissez comment vous souhaitez partager la carte
pt_br: Escolha como deseja compartilhar o cartão.
pt_pt: Escolha como deseja partilhar o cartão.

source: Copy
de: Kopieren
es: Copiar
fr: Copier
pt_br: Copiar
pt_pt: Copiar

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
pt_br: Excluir
pt_pt: Eliminar

source: Delete Card
de: Karte löschen
es: Borrar Tarjeta
fr: Supprimer la carte
pt_br: Excluir Cartão
pt_pt: Eliminar Cartão

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pt_br: Editar
pt_pt: Editar

source: Enter Code
de: Code eingeben
es: Introducir código
fr: Entrer le code
pt_br: Inserir código
pt_pt: Introduzir código

source: Enter Code Manually
de: Code manuell eingeben
es: Ingresar código manualmente
fr: Entrer le code manuellement
pt_br: Inserir código manualmente
pt_pt: Introduzir código manualmente

source: Error
de: Fehler
fr: Erreur
pt_br: Erro
pt_pt: Erro

source: Error generating QR Code
de: Fehler beim Generieren des QR-Codes
es: Error al generar el código QR
fr: Erreur lors de la génération du QR Code
pt_br: Erro ao gerar o QR Code
pt_pt: Erro ao gerar o QR Code

source: Expires on
de: läuft ab am
es: Expira el
fr: Expire le
pt_br: Expira em
pt_pt: Expira em

source: Expiry Date
de: Ablaufdatum
es: Fecha de Vencimiento
fr: Date d'expiration
pt_br: Data de Validade
pt_pt: Data de Validade

source: Invalid expiration date, please update it.
de: Ungültiges Ablaufdatum, bitte aktualisieren Sie es.
es: Fecha de vencimiento inválida, por favor actualízala.
fr: Date d'expiration invalide, veuillez la mettre à jour.
pt_br: Data de validade inválida, por favor atualize-a.
pt_pt: Data de validade inválida, por favor atualize-a.

source: No cards found
de: Keine Karten gefunden
es: No se encontraron tarjetas
fr: Aucune carte trouvée
pt_br: Nenhum cartão encontrado
pt_pt: Nenhum cartão encontrado

source: No cards yet
de: Noch keine Karten
es: Aún no hay tarjetas
fr: Pas encore de cartes
pt_br: Ainda não existem cartões
pt_pt: Ainda não existem cartões

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
pt_br: Agora não
pt_pt: Agora não

source: Number
de: Nummer
es: Número
fr: Numéro
pt_br: Número
pt_pt: Número

source: Or use this code:
de: Oder diesen Code verwenden:
es: O usa este código:
fr: Ou utilisez ce code :
pt_br: Ou use este código:
pt_pt: Ou use este código:

source: Please allow camera access in your device settings to use the QR code scanner.
de: Bitte erlauben Sie den Kamerazugriff in Ihren Geräteeinstellungen, um den QR-Code-Scanner zu verwenden.
es: Por favor, permita el acceso a la cámara en la configuración de su dispositivo para utilizar el escáner de códigos QR.
fr: Veuillez autoriser l'accès à la caméra dans les réglages de votre appareil pour utiliser le scanner de QR code.
pt_br: Por favor, permita o acesso à câmera nas configurações do seu dispositivo para usar o scanner de QR code.
pt_pt: Por favor, permita o acesso à câmera nas configurações do seu dispositivo para usar o scanner de QR code.

source: Protection with Face ID
de: Schutz mit Face ID
es: Protección con Face ID
fr: Protection avec Face ID
pt_br: Proteção com Face ID
pt_pt: Proteção com Face ID

source: Save Card
de: Karte speichern
es: Guardar Tarjeta
fr: Enregistrer la carte
pt_br: Salvar Cartão
pt_pt: Guardar Cartão

source: Scan the QR Code or Enter the Code Manually
de: QR-Code scannen oder Code manuell eingeben
es: Escanea el código QR o ingresa el código manualmente
fr: Scannez le QR Code ou entrez le code manuellement
pt_br: Escaneie o QR Code ou insira o código manualmente
pt_pt: Digitalize o QR Code ou introduza o código manualmente

source: Scan this QR Code to add a new card
de: Scannen Sie diesen QR-Code, um eine neue Karte hinzuzufügen
es: Escanea este código QR para añadir una nueva tarjeta
fr: Scannez ce QR Code pour ajouter une nouvelle carte
pt_br: Escaneie este QR Code para adicionar um novo cartão
pt_pt: Digitalize este QR Code para adicionar um novo cartão

source: Search cards
de: Karten suchen
es: Buscar tarjetas
fr: Rechercher des cartes
pt_br: Pesquisar cartões
pt_pt: Pesquisar cartões

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
pt_br: Selecionar
pt_pt: Selecionar

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
pt_br: Configurações
pt_pt: Configurações

source: Share
de: Teilen
es: Compartir
fr: Partager
pt_br: Comcompartilhar
pt_pt: Partilhar

source: Share Card
de: Karte teilen
es: Compartir Tarjeta
fr: Partager la carte
pt_br: Comcompartilhar Cartão
pt_pt: Partilhar Cartão

source: Share Inside App
de: Im Inneren der App teilen
es: Compartir Dentro de la Aplicación
fr: Partager à l'intérieur de l'application
pt_br: Comcompartilhar no aplicativo
pt_pt: Partilhar dentro da aplicação

source: Share Outside App
de: Außerhalb der App teilen
es: Compartir Fuera de la Aplicación
fr: Partager en dehors de l'application
pt_br: Comcompartilhar fora no aplicativo
pt_pt: Partilhar fora da aplicação

source: Something went wrong, please try again.
de: Etwas ist schiefgelaufen, bitte versuchen Sie es erneut.
es: Algo salió mal, por favor inténtelo de nuevo.
fr: Quelque chose s'est mal passé, veuillez réessayer.
pt_br: Algo deu errado, por favor tente novamente.
pt_pt: Algo correu mal, por favor tente novamente.

source: Submit Code
de: Code senden
es: Enviar código
fr: Soumettre le code
pt_br: Enviar código
pt_pt: Enviar código

source: Success
de: Erfolg
es: Éxito
fr: Succès
pt_br: Sucesso
pt_pt: Sucesso

source: Tap the + button to add your first card
de: Tippen Sie auf die Schaltfläche +, um Ihre erste Karte hinzuzufügen
es: Toque el botón + para agregar su primera tarjeta
fr: Appuyez sur le bouton + pour ajouter votre première carte
pt_br: Toque no botão + para adicionar o seu primeiro cartão
pt_pt: Toque no botão + para adicionar o seu primeiro cartão

source: Try a different search term
de: Versuchen Sie einen anderen Suchbegriff
es: Intente con un término de búsqueda diferente
fr: Essayez un autre terme de recherche
pt_br: Tente um termo de pesquisa diferente
pt_pt: Tente um termo de pesquisa diferente

source: Your %@ has now expired.
de: Ihr %@ ist nun abgelaufen.
es: Su %@ ha vencido.
fr: Votre %@ a maintenant expiré.
pt_br: Seu %@ já expirou.
pt_pt: O seu %@ já expirou.

source: Your %@ is expiring in 3 months.
de: Ihr %@ läuft in 3 Monaten ab.
es: Su %@ vence em 3 meses.
fr: Votre %@ expire dans 3 mois.
pt_br: Seu %@ expira em 3 meses.
pt_pt: O seu %@ expira em 3 meses.

source: Name
es: Nombre
fr: Nom
pt_br: Nome
pt_pt: Nome

source: Pin
fr: NIP
